---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FamilySymbolFilter
source: html/9b253b91-7840-7fdc-50c2-68851ef70e36.htm
---
# FamilySymbolFilter Members

Constructs a new instance of a filter to find all family symbols of the given family.